@extends('layouts.app')

@push('styles')
  <link rel="stylesheet" href="{{ asset('css/faq.css') }}">
@endpush

@section('content')
<div id="howTo" class="container flex">
<h1>Гид по заказу товаров на сайте "<span class="decor">Золотой Грифон</span>"</h1>
<p id="pre">В этом руководстве мы рассмотрим шаги, необходимые для заказа тренировочного снаряжения с сайта "Золотой Грифон".</p>
<div id="main_guide">
    <h2>Шаг <span class="decor">1</span>: Перейдите на сайт</h2>
    <p>Убедитесь, что вы находитесь на нашем сайте :D</p><br>

    <h2>Шаг <span class="decor">2</span>: Изучите каталог товаров</h2>
    <p>В навигационной панели (сверху) сайта "Золотой Грифон" вы найдете раздел с каталогом товаров. Просмотрите категории, чтобы найти нужное снаряжение, такое как мечи, доспехи, перчатки и т.д. Каталог разбит на различные разделы специально для вашего удобства.</p><br>

    <h2>Шаг <span class="decor">3</span>: Добавление товара в корзину</h2>
    <p>Когда вы нашли понравившийся товар, кликните на него для просмотра подробной информации. Убедитесь, что размеры и характеристики вам подходят. Затем нажмите кнопку "В корзину".</p><br>

    <h2>Шаг <span class="decor">4</span>: Оформление заказа</h2>
    <p>После добавления товаров в корзину, перейдите в раздел "Корзина". Проверьте, что все товары добавлены верно.</p><br>

    <h2>Шаг <span class="decor">5</span>: Заполнение формы заказа</h2>
    <p>Также вам будет предложено заполнить форму для заказа с вашими данными. Укажите следующее:</p>
    <ul>
    <li>ФИО</li>
    <li>Номер телефона</li>
    <li>Адрес доставки</li>
    <li>Комментарий к заказу (здесь вы можете указать специальные пожелания, например, декоративные дополнительные элементы на товаре или узор на мече, в таком случае по указанному номеру телефона вам придёт предложение связаться с менеджером и обсудить детали заказа с уточнением новой стоимости).</li>
    </ul><br>

    <h2>Шаг <span class="decor">6</span>: Подтверждение заказа</h2>
    <p>Перед окончательным подтверждением заказа, еще раз проверьте все введённые данные. Если все в порядке, нажмите на кнопку "Оформить заказ".</p><br>

    <h2>Шаг <span class="decor">7</span>: Ожидание доставки</h2>
    <p>После оформления заказа ждите подтверждение от сайта "Золотой Грифон" о том, что ваш заказ принят и будет обработан. При необходимости, вы можете использовать предоставленный номер для отслеживания статуса доставки. В случае, если вы указывали комментарий с пожеланием добавления уникальных элементов на товар, ожидайте сообщение с предложением обсудить детали, оно придёт в течение 48 часов!</p><br>

    <p>Надеемся, это руководство поможет вам успешно заказать товар для ваших тренировок и фестивалей!</p>
</div>
</div>
@endsection